NO GPU
Model: "sequential"
_________________________________________________________________
 Layer (type)                Output Shape              Param #   
=================================================================
 hidden_0 (Dense)            (None, 12)                132       
                                                                 
 output (Dense)              (None, 1)                 12        
                                                                 
=================================================================
Total params: 144
Trainable params: 144
Non-trainable params: 0
_________________________________________________________________
None
EXPERIMENT: exp_10_hidden_12
Training...
Done Training
 1/32 [..............................] - ETA: 2s32/32 [==============================] - 0s 720us/step
