NO GPU
Model: "sequential"
_________________________________________________________________
 Layer (type)                Output Shape              Param #   
=================================================================
 hidden_0 (Dense)            (None, 12)                132       
                                                                 
 hidden_1 (Dense)            (None, 3)                 39        
                                                                 
 output (Dense)              (None, 1)                 3         
                                                                 
=================================================================
Total params: 174
Trainable params: 174
Non-trainable params: 0
_________________________________________________________________
None
EXPERIMENT: exp_05_hidden_12_3
Training...
Done Training
 1/32 [..............................] - ETA: 2s32/32 [==============================] - 0s 850us/step
