NO GPU
Model: "sequential"
_________________________________________________________________
 Layer (type)                Output Shape              Param #   
=================================================================
 hidden_0 (Dense)            (None, 20)                220       
                                                                 
 hidden_1 (Dense)            (None, 8)                 168       
                                                                 
 hidden_2 (Dense)            (None, 2)                 18        
                                                                 
 output (Dense)              (None, 1)                 2         
                                                                 
=================================================================
Total params: 408
Trainable params: 408
Non-trainable params: 0
_________________________________________________________________
None
EXPERIMENT: exp_08_hidden_20_8_2
Training...
Done Training
 1/32 [..............................] - ETA: 2s32/32 [==============================] - 0s 748us/step
